[GENERAL]
NAME					= عربي
TRANSLATOR				= أحمد عادل
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= موافق
TEXT_MESSAGEBOX_CANCEL			= إلغاء
TEXT_MESSAGEBOX_ABORT			= خروج
TEXT_MESSAGEBOX_RETRY			= كرر المحاولة
TEXT_MESSAGEBOX_IGNORE			= تجاهل
TEXT_MESSAGEBOX_YES			= نعم
TEXT_MESSAGEBOX_NO			= لا
TEXT_MESSAGEBOX_CONTINUE		= استمرار

TEXT_APP_NAME				= Honeyview 
TEXT_BETA				= تجريبي
TEXT_PORTABLE				= محمول
TEXT_BUILDNO				= اصدار#
TEXT_SELECT_FOLDER			= اختر مجلد.
TEXT_ASSOC_IMAGE			= صورة (${str1}) ملف
TEXT_ASSOC_RAWIMAGE			= RAW صورة (${str1}) ملف
TEXT_ASSOC_EBOOK			= صورة مضغوطة (${str1}) ملف
TEXT_APP_DESC				= البرنامج يعرض صورك بسرعة فائقة.
TEXT_ABOUTBOX_TAB1			= عن البرنامج
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= ملف الصورة
TEXT_OPENFILEDLG_ALLFILE		= كل الملفات
TEXT_NEW_FOLDER				= مجلد جديد
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= فشل تحميل ملفات التثبيت المطلوبة.
TEXT_UPDATE_VERSION_CHECK_FAILED	= فشل فحص الاصدار
TEXT_UPDATE_VERSION_CHECKING		= فحص الاصدار
TEXT_UPDATE_DOWNLOAD_FAILED		= فشل التحميل
TEXT_UPDATE_LATEST_VERSION		= تم التحديث
TEXT_UPDATE_DO_DOWNLOAD			= بحاجة لتحديث
TEXT_UPDATE_DOWNLOAD_COMPLETED		= اكتمل التحميل

TEXT_MSG_LASTPAGE			= آخر صورة بالمجلد.
TEXT_MSG_FIRSTPAGE			= أول صورة بالمجلد.
TEXT_MSG_NOIMAGEFILE			= لايوجد صورة بالملف المضغوط.
TEXT_MSG_INVALID_PHOTOFOLDER		= حدد مسار لـ ' مجلد صور 2 ' من الاعدادات.
TEXT_MSG_CANTOPENARCHIVE		= فشل في فتح الملف :
TEXT_MSG_INVALID_ARCHIVE_VERSION	= هذا الملف غير معتمد . يرجى تحديث إلى الإصدار الأحدث .
TEXT_MSG_INVALID_PASSWORD		= كلمة المرور خاطئة .
TEXT_MSG_STRETCHWHENSMALL_ON		= تمدد الصور الصغيرة: مفعل
TEXT_MSG_STRETCHWHENSMALL_OFF		= تمدد الصور الصغيرة: مغلق
TEXT_MSG_CANTOPENBOOKMARK		= فشل فتح العلامات.
TEXT_MSG_BROKENARCHIVE			= الملف مضغوط تالف.
TEXT_MSG_ADDTOBOOKMARK			= اضف الى التفضيلات : 
TEXT_MSG_LOADRECENTBOOKMARK		= فتح التفضيلات المحفوظة مؤخرا :
TEXT_MSG_SLIDESHOWSTART			= بدء عرض تتابعي: ${TIME}sec
TEXT_MSG_SLIDESHOWSTOP			= إيقاف العرض التتابعي
TEXT_MSG_ALWAYSONTOP_ON			= دوما في المقدمة : تفعيل
TEXT_MSG_ALWAYSONTOP_OFF		= دوما في المقدمة : إيقاف التفعيل
TEXT_MSG_ZOOMFIX_ON			= التكبير \ التصغير : تفعيل
TEXT_MSG_ZOOMFIX_OFF			= التكبير \ التصغير : إيقاف التفعيل
TEXT_MSG_EXTPROGERR_LAUNCH		= فتح الصورة ببرنامج تعديل الصور
TEXT_MSG_EXTPROGERR_NOTSET		= اختر مسار لبرنامج تعديل على الصور (Paint, Photoshop, etc.). 
TEXT_MSG_ARCHIVEBOOKMARK		= تذكر مكانه ضمن الملف المضغوط :
TEXT_MSG_RESTART_NOTIFY			= سيعاد تشغيل البرنامج.
TEXT_MSG_COPY2CLIPBOARD			= تم نسخها إلى الحافظة .
TEXT_MSG_COPY2CLIPBOARD_FAILED		= فشل نسخ إلى الحافظة .
TEXT_MSG_BOOKMARK_EXPORTED		= تم حفظ المفضلة .
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= فشل حفظ المفضلة .
TEXT_MSG_BOOKMARK_OPEN_FAILED		= فشل فتح المفضلة .
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= فشل استيراد المفضلة .
TEXT_MSG_BOOKMARK_IMPORTED		= تم استيراد المفضلة.
TEXT_MSG_SETWALLPAPER_FAILED		= فشل ضبطها كخلفية   .
TEXT_MSG_CANT_OPEN_IMAGE		= لا يمكن فتح ملف الصورة.
TEXT_MSG_TRANSFORM_COMPLETED		= اكتملت المهمة.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= لا يمكن فتح الملف.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= لا يمكن حفظ الملف.
TEXT_MSG_CANT_OPEN_MMF			= لايمكن فتح MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= سيتم إعادة تشغيل البرنامج.
TEXT_MSG_DELETED			= Deleted

TEXT_ASK_INIT				= هل ترغب بتهيئة الإعدادات ؟
TEXT_ASK_DELETE_IMAGE			= هل تريد حذف هذا الملف في سلة المهملات؟
TEXT_ASK_DELETE_ARCHIVE			= الصورة الحالية هي جزء من ملف مضغوط .[br][br]هل تريد حذف ملف مضغوط (${FILENAME}) بالكامل؟
TEXT_ASK_DELETE_BOOKMARKALL		= هل تريد حذف المفضلة بالكامل؟
TEXT_ASK_LAUNCH_ASSOCUI			= لـ ويندوز 8 أو الأحدث, يطلب من المستخدمين ربط الملحقات.[br][br]هل تريد ربط الملحقات ؟
TEXT_ASK_STOP_BATCH_PROCESSING		= المهمة قيد التنفيذ. هل ترغب في إلغاء ذلك؟

TEXT_FILTERMODE_NONE			= سلاسة الرؤية: عادية
TEXT_FILTERMODE_BILINEAR		= سلاسة الرؤية: تلاشى
TEXT_FILTERMODE_SHARPEN			= سلاسة الرؤية: تلاشي+حاد

TEXT_SHOWMODE_NONE			= %الاستعراض: الحجم الطبيعي 100
TEXT_SHOWMODE_FIT2WINDOW		= الاستعراض: تكيف مع النافذة
TEXT_SHOWMODE_FIT2WIDTH			= الاستعراض: تكيف حسب عرض النافذة
TEXT_SHOWMODE_TWO_L2R			= الصفحة المزدوجة الذكية (يسار->يمين)
TEXT_SHOWMODE_TWO_R2L			= الصفحة المزدوجة الذكية (يسار<-يمين)

TEXT_NEXTPATH_NOFILE			= نقل المجلد: الصورة الأخيرة ( الرجاء فتح ملف )
TEXT_NEXTPATH_LASTFOLDER		= المجلد التالي : الصورة الأخيرة
TEXT_PREVPATH_LASTFOLDER		= المجلد السابق : الصورة الأخيرة
TEXT_NEXTPATH_OPENFOLDER		= المجلد التالي :
TEXT_PREVPATH_OPENFOLDER		= المجلد السابق :

TEXT_DELETE				= حذف: 
TEXT_COPY_TO_PHOTOFOLDER1		= نسخ إلى مجلد الصور 1:
TEXT_COPY_TO_PHOTOFOLDER2		= نسخ إلى مجلد الصور 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= نقل إلى مجلد الصور 1:

TEXT_SELECTFILEDLG_FILELIST		= قائمة
TEXT_SELECTFILEDLG_DATE			= تغير التاريخ
TEXT_SELECTFILEDLG_SIZE			= حجم

TEXT_BOOKMARKEDITDLG_PATH		= مسار

TEXT_PAGETURNFX_NONE			= بلا
TEXT_PAGETURNFX_HV2			= تحويل الصفحة
TEXT_PAGETURNFX_ALPHA			= تلاشي
TEXT_PAGETURNFX_SLIDE			= شرائح

TEXT_FILEINFO_FILENAME			= File Name
TEXT_FILEINFO_SIZE			= Image Size
TEXT_FILEINFO_CREATETIME		= Date Created
TEXT_FILEINFO_MODIFYTIME		= Date Modified
TEXT_FILEINFO_IMGINFO			= Image Information
TEXT_FILEINFO_ROTATE			= Rotation Information
TEXT_FILEINFO_ZOOM			= Zoom In/Out

TEXT_EXIF_MAKER				= Make
TEXT_EXIF_MODEL				= Camera Model
TEXT_EXIF_SOFTWARE			= Software
TEXT_EXIF_ARTIST			= Artist
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Copyright
TEXT_EXIF_DATETIME			= Shooting Date/Time
TEXT_EXIF_FLASHUSED			= Flash
TEXT_EXIF_FOCALLENGTH			= Focal Length
TEXT_EXIF_FOCALLENGTH_35MM		= Focal Length (35mm)
TEXT_EXIF_EXPOSURETIME			= Shutter Speed
TEXT_EXIF_EXPOSUREBIAS			= Exposure Bias
TEXT_EXIF_APERTUREFNUMBER		= Aperture Number
TEXT_EXIF_ISOEQUIVALENT			= ISO Speed
TEXT_EXIF_METERINGMODE			= Metering Mode
TEXT_EXIF_EXPOSUREPROGRAM		= Exposure Program
TEXT_EXIF_DISTANCE			= Focus Distance
TEXT_EXIF_GPS				= GPS Information
TEXT_EXIF_COMMENT			= Comment

TEXT_CUSTOMCMD_NOOPERATION		= لا تفعل شيئا
TEXT_CUSTOMCMD_FULLSCREEN		= الشاشة بالكامل
TEXT_CUSTOMCMD_MAXIMIZE			= تكبير
TEXT_CUSTOMCMD_MINIMIZE			= تصغير
TEXT_CUSTOMCMD_PAGESELECT		= اختصر الصورة
TEXT_CUSTOMCMD_EXIT			= خروج
TEXT_CUSTOMCMD_OPEN			= فتح الملف
TEXT_CUSTOMCMD_OPENFOLDER		= فتح المجلد
TEXT_CUSTOMCMD_NEXT1			= الصفحة التالية (عرض مزدوج ) 
TEXT_CUSTOMCMD_PREV1			= الصفحة السابقة (عرض مزدوج )
TEXT_CUSTOMCMD_NEXT			= الصورة التالية
TEXT_CUSTOMCMD_PREV			= الصورة السابقة
TEXT_CUSTOMCMD_NEXT_RANDOM		= الصورة التالية (عشوائيا)
TEXT_CUSTOMCMD_PREV_RANDOM		= الصورة السابقة (عشوائيا)
TEXT_CUSTOMCMD_HOME			= أول صورة
TEXT_CUSTOMCMD_END			= آخر صورة
TEXT_CUSTOMCMD_NEXT10			= عاشر صورة (تالية)
TEXT_CUSTOMCMD_PREV10			= عاشر صورة (سابقة)
TEXT_CUSTOMCMD_SCROLL_UP		= الإنتقال لأعلى
TEXT_CUSTOMCMD_SCROLL_DN		= الإنتقال لأسفل
TEXT_CUSTOMCMD_SCROLL_LEFT		= الإنتقال لليسار
TEXT_CUSTOMCMD_SCROLL_RIGHT		= الإنتقال لليمين
TEXT_CUSTOMCMD_ZOOM_IN			= تكبير
TEXT_CUSTOMCMD_ZOOM_OUT			= تصغير
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= نسخ إلى مجلد صور
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= نقل إلى مجلد صور
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= نسخ إلى مجلد صور 2
TEXT_CUSTOMCMD_NEXTPATH			= الملف \ المجلد المضغوط (التالي)
TEXT_CUSTOMCMD_PREVPATH			= الملف \ المجلد المضغوط (السابق)
TEXT_CUSTOMCMD_CONTEXT_MENU		= إطار القائمة
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= عرض معلومات تفاصيل الملف

TEXT_COMBO_GIF_TRANS_OPTION_0		= استخدام الألوان الإعتيادية
TEXT_COMBO_GIF_TRANS_OPTION_1		= استخدام لون أبيض للخلفية
TEXT_COMBO_GIF_TRANS_OPTION_2		= استخدام لون الشبكة للخلفية
TEXT_COMBO_GIF_TRANS_OPTION_3		= استخدام لون أسود للخلفية

TEXT_COMBO_LASTFILE_ACTION_NONE		= لا شيء
TEXT_COMBO_LASTFILE_ACTION_ASK		= اسئل
TEXT_COMBO_LASTFILE_ACTION_LOOP		= الذهاب إلى الملف الأول
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= انتقل إلى التالي / السابق - للمجلد / للملف

TEXT_ASSOC_GROUP0			= تنسيقات الصور تستخدم بكثرة
TEXT_ASSOC_GROUP1			= تنسيقات الصور أدخلت حديثا
TEXT_ASSOC_GROUP2			= تنسيقات الصور بدون فقدان الكاميرا 
TEXT_ASSOC_GROUP3			= تنسيقات الصور المضغوطة

TEXT_SORT_METHOD_FILENAME		= ترتيب حسب الاسم
TEXT_SORT_METHOD_DATE			= ترتيب حسب تاريخ التعديل
TEXT_SORT_METHOD_SIZE			= الترتيب حسب الحجم
TEXT_SORT_METHOD_EXT			= ترتيب حسب النوع

TEXT_TRANSF_RESIZE_NONE			= لا تغير الحجم
TEXT_TRANSF_RESIZE_KEEPRATIO		= المحافظة على النسبة الأصلية
TEXT_TRANSF_RESIZE_FITWIDTH		= ملائم لعرض الشاشة
TEXT_TRANSF_RESIZE_ADD			= إضافة بطانة 
TEXT_TRANSF_RESIZE_CUT			= قص الصورة
TEXT_TRANSF_RESIZE_STRETCH		= تمديد الصورة

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= تلقائي
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Previous Folder ( [ )
TEXT_BTN_NEXT_FOLDER			= Next Folder ( ] )
TEXT_BTN_PREV_ARCHIVE			= Prev. Compressed File ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Next Compressed File ( ] )


[MENU]
MENUSTR_OPEN				= فتح\tF2
MENUSTR_OPENFOLDER			= فتح مجلد\tF
MENUSTR_CLOSE				= اغلاق\tF4
MENUSTR_PAGESELECT			= اختر الصورة\tEnter
MENUSTR_OPEN_FILEPOSITION		= استعراض مجلد الصورة\tCtrl+Enter

MENUSTR_FILTER_NONE			= سلاسة الرؤية عادية\tU
MENUSTR_FILTER_BILINEAR			= تلاشي\tI
MENUSTR_FILTER_SHARPEN			= تلاشي+حاد\tS

MENUSTR_PAGEMOVE			= تقليب الصور
MENUSTR_PAGEMOVE_NEXT			= الصورة التالية\t->
MENUSTR_PAGEMOVE_PREV			= الصورة السابقة\t<-
MENUSTR_PAGEMOVE_HOME			= الصورة الأولى\tHome
MENUSTR_PAGEMOVE_END			= الصورة الأخيرة\tEnd
MENUSTR_PAGEMOVE_NEXT10			= الصورة العاشرة التالية\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= الصورة العاشرة السابقة\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= صورة تالية عشوائية\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= صورة سابقة عشوائية\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= مجلد تالي / ملف مضغوط\t]
MENUSTR_PAGEMOVE_PREV_PATH		= مجلد سابق / ملف مضغوط\t[

MENUSTR_INTERPOLATEMODE			= الوضوح
MENUSTR_INTERPOLATEMODE_BILINEAR	= الطريقة الأولى (سريعة)
MENUSTR_INTERPOLATEMODE_BICUBIC		= الطريقة الثانية (بطيئة, جودة عالية)
MENUSTR_INTERPOLATEMODE_LANCZOS		= الطريقة الثالثة (بطيئة, أعلى جودة)

MENUSTR_IMAGE_PROCESSING		= تأثيرات 
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= ألوان معكوسة\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= تأثير الجاما\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= شقلبة رأسية\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= شقلبة أفقية\tCtrl+M

MENUSTR_SORT_METHOD			= تصنيف حسب
MENUSTR_SORT_METHOD_FILENAME		= الاسم
MENUSTR_SORT_METHOD_DATE		= التاريخ
MENUSTR_SORT_METHOD_SIZE		= الحجم
MENUSTR_SORT_METHOD_EXT			= النوع
MENUSTR_SORT_DESCENDING			= تنازلي

MENUSTR_SHOWMODE			= استعراض الصور
MENUSTR_FILTER_STRETCHWHENSMALL		= تمديد الصور الصغيرة\tZ
MENUSTR_SHOWMODE_NONE			= % الحجم الطبيعي 100\t0
MENUSTR_SHOWMODE_STRETCH		= تكيف مع النافذة\t9
MENUSTR_SHOWMODE_FITWIDTH		= تكيف حسب عرض النافذة\t8
MENUSTR_SHOWMODE_TWO_L2R		= الصفحة المزدوجة الذكية (يسار->يمين)\t7
MENUSTR_SHOWMODE_TWO_R2L		= الصفحة المزدوجة الذكية (يسار<-يمين)\t6

MENUSTR_ZOOM				= زووم
MENUSTR_ZOOM_IN				= تكبير\t+
MENUSTR_ZOOM_OUT			= تصغير\t-
MENUSTR_ZOOM_FIX			= تثبيت\tCtrl+K
MENUSTR_ZOOM_100			= ـ100 %ـ\t*
MENUSTR_ZOOM_IN_1			= % تكبير 1\tCtrl++
MENUSTR_ZOOM_OUT_1			= % تصغير 1\tCtrl+-

MENUSTR_ROTATION			= تدوير
MENUSTR_ROTATION_NONE			= عدم تدوير\tAlt+Up
MENUSTR_ROTATION_L90			= تدوير 90? عكس اتجاه عقار الساعة\tAlt+Left
MENUSTR_ROTATION_R90			= تدوير 90? اتجاه عقارب الساعة\tAlt+Right
MENUSTR_ROTATION_180			= شقلبة أفقية\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= معلومات تفاصيل الملف\tTAB
MENUSTR_WALLPAPER			= ضبط كخلفية لجهازك...
MENUSTR_DELETE				= حذف\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= انسخ لمجلد الصور\tIns
MENUSTR_EXTPROG0			= فتح بواسطة برامج تعديل الصور\tCtrl+E
MENUSTR_PRINT				= اطبع\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= نسخ إلى الحافظة\tCtrl+C

MENUSTR_SETTING				= الإعدادات\tF5
MENUSTR_ABOUT				= عن البرنامج\tF1
MENUSTR_EXIT				= خروج\tX

; about popup menu
MENUSTR_HOMEPAGE			= موقع البرنامج
MENUSTR_HELP				= اختصارات البرنامج

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= إضافة إلى المفضلة\tB
MENUSTR_BOOKMARK_DELALL			= حذف المفضلة بالكامل
MENUSTR_BOOKMARK_SETTTING		= إعدادات المفضلة
MENUSTR_BOOKMARK_EDIT			= تعديل المفضلة\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= إيقاف العرض التتابعي\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 ثانية\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 ثانيتين\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 ثواني\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 ثواني\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 ثواني\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 ثواني\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 ثواني\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 ثواني\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 ثواني\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 ثواني
MENUSTR_SLIDESHOW_15			= 15 ثانية
MENUSTR_SLIDESHOW_20			= 20 ثانية
MENUSTR_SLIDESHOW_25			= 25 ثانية
MENUSTR_SLIDESHOW_30			= 30 ثانية
MENUSTR_SLIDESHOW_60			= 60 ثانية
MENUSTR_SLIDESHOW_90			= 90 ثانية
MENUSTR_SLIDESHOW_LOOP			= تكرار
MENUSTR_SLIDESHOW_RANDOM		= عشوائي

MENUSTR_PAGETURNFX_NONE			= لاتأثير
MENUSTR_PAGETURNFX_HV2			= شقلبة
MENUSTR_PAGETURNFX_ALPHA		= تلاشي
MENUSTR_PAGETURNFX_SLIDE		= انزلاق

MENUSTR_PHOTOFOLDER_COPY1		= نسخ إلى مجلد الصور 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= نقل إلى مجلد الصور 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= نسخ إلى مجلد الصور 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= إعدادات مجلد الصور
MENUSTR_PHOTOFOLDER_OPEN		= فتح مجلد الصور 1

MENUSTR_TRANSFORMDLG			= تحويل الصورة (استدارة, تغيير المقاس)\tCtrl+T

[DIALOG]
IDCANCEL				= إلغاء
IDOK					= موافق

[IDD_ABOUT]  
IDD_ABOUT				= Honeyview عن برنامج
IDC_BTN_HOMEPAGE			= موقع البرنامج
IDC_BTN_UPDATE				= تحديث

[IDD_SETTING]
IDD_SETTING				= الإعدادات
IDC_BTN_INIT				= إعادة ضبط

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= إعدادات عامة
IDC_CHK_USESNAP				= إلتقط النافذة
IDC_CHK_DONOTREMEMBERFOLDER		= عدم حفظ مسار المجلد الحالى
IDC_CHK_ONE_INSTANCE			= Honeyview لاتسمح بالاقتراحات المتعددة من
IDC_CHK_ASK_DELETE			= سؤال تأكيدي قبل حذف ملف
IDC_CHK_NO_CENTER_MESSAGE		= عرض رسائل الملاحظات فى الزاوية بدلا من المركز
IDC_CHK_ALWAYS_ON_TOP			= (Ctrl+A) دائما بالأعلى 
IDC_CHK_ESC_TO_EXIT			= ESC خروج بـ
IDC_CHK_CHECK_UPDATE			= التحقق من وجود إصدار أحدث 
IDC_CHK_CHECK_UPDATE_MINOR		= التحقق من الإصدارات الثانوية
IDC_STATIC_LASTFILEACTION_IMAGE		= الأداء عند تفعيل أول/آخر صورة :
IDC_STATIC_LASTFILEACTION_ARCHIVE	= الأداء عند تفعيل أول/آخر صورة بالأرشيف :

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= عرض الإعدادات
IDC_CHK_SHOWBORDER			= عرض حدود النافذة الرئيسية
IDC_CHK_SHOW_OVERLAY_FILEINFO		= (Hotkey: Shift+TAB)عرض اسم الملف على الصورة عندما تختفي القائمة العليا 
IDC_CHK_SAVE_ZOOM_FIX			= حفظ حالة تكبير أو تصغير الصورة
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= إخفاء شريط القائمة العلوية
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= إخفاء شريط التحكم السفلي
IDC_CHK_DO_NOT_SIDE_ARROW		= إخفاء أسهم التقليب الجانبية
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= إخفاء نافذة التحكم فى الصور المتحركة 
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= إخفاء نافذة التحكم فى التكبير
IDC_CHK_HIDE_TOOLTIP_HELP		= إخفاء التلميحات عند تمرير مؤشر الماوس
IDC_CHK_EXIFINFO_SMALL_FONT		= استخدام خط صغير لمعلومات تفاصيل الملف
IDC_CHK_USEBKGNDIMAGE			= تغيير صورة الخلفية الافتراضية
IDC_BTN_BKGND_SET			= إستعراض...
IDC_BTN_BKGND_OPEN			= فتح المجلد
IDC_STATIC_BKGNDCOLOR			= لون الخلفية:
IDC_BTN_BKGND				= اختر...
IDC_STATIC_BORDERCOLOR			= لون الحدود :
IDC_BTN_BORDERCOLOR			= اختر...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= إعدادات التفضيلات المرجعية
IDC_CHK_AUTOBOOKMARK			= حفظ تلقائي لمسار الصورة الحالية بالمفضة
IDC_CHK_SHARE_SETTING			= شارك الإعدادات / التفضيلات المرجعية بين العديد من النوافذ
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= تذكُر تلقائي لمسار الصورة الحالية في ملف صورة مضغوط
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= حذف
IDC_STATIC_MAX_BOOKMARK			= الحد الأقصى للتفضيلات:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= ربط قائمة امتداد الملف
IDC_BTN_IMAGE_SELECT			= اختر الكل
IDC_BTN_IMAGE_DESELECT			= إلغاء اختيار الكل
IDC_BTN_APPLY_NOW			= تطبيق

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= ربط الامتدادات
IDC_STATIC_ASSOC_DESC1			= : لويندوز 8 أو أحدث، يمكنك ربط الملفات كما يلي
IDC_STATIC_ASSOC_DESC2			= . ـ  1 ـ  انقر فوق الزر [ إعدادات الربط  ] التالية
IDC_STATIC_ASSOC_DESC3			= . ـ  2 ـ  اضغط [ تحديد الكل ] في نافذة إعدادات الربط
IDC_STATIC_ASSOC_DESC4			= . ـ  3 ـ  انقر على زر [ حفظ ] 
IDC_STATIC_ASSOC_DESC1_10		= : لويندوز 10 أو أحدث، يمكنك ربط الملفات كما يلي
IDC_STATIC_ASSOC_DESC2_10		= . ـ  1 ـ  انقر فوق الزر [ إعدادات الربط  ] التالية
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= إعدادات الربط
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= الطريقة العادية

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= معالجة الصور
IDC_CHK_EXIFROTATION			= استدارة تلقائية للصور بناءا على معلومات التفاصيل
IDC_CHK_STRONG_SHARPEN			= استخدم فلتر حاد جدا
IDC_CHK_CACHE_IMAGE			= كاش الصورة التالية
IDC_STATIC_CACHE_MEMORY_SIZE		= حجم الكاش ميموري: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= عرض الصورة بالأعلى إذا كانت الصورة أكبر من النافذة
IDC_CHK_USE_PREVIEW_MODE		= عرض أولي للصور بجودة منخفضة لرفع سرعة التقديم
IDC_CHK_USE_IMAGE_ICC			= استخدام بيانات تناسق الألوان من ملف الصورة
IDC_CHK_USE_MONITOR_ICC			= استخدام بيانات تناسق الألوان من ملف الشاشة
IDC_STATIC_GIF_TRANSPARENT_OPTION	= GIF خلفية شفافة للصور بإمتداد :
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= خلفية شفافة للصور 32 بت :
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= الوضوح (إعادة تحجيم الفلتر) :
IDC_STATIC_PAGETURNFX			= تأثير تقليب الصفحة :

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= فحص
IDC_STATIC_CUSTOMKEYDESC_KEY		= اختصارات
IDC_STATIC_CUSTOMKEYDESC_ACTION		= تأثيرات

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= ضبط
IDC_STATIC_CUSTOMMOUSE_ACTION		= تأثيرات
IDC_CHK_CUSTOM_LBUTTON			= الزر الأيسر
IDC_CHK_DBLCLICK2MAXIMIZE		= تكبير / استعادة عن طريق النقر المزدوج
IDC_CHK_CLICK2PAGETURN			= تغيير الصفحة بالضغط على الجانب الأيمن أو الأيسر من الشاشة
IDC_CHK_CUSTOM_MBUTTON			= الزر الأوسط
IDC_CHK_CUSTOM_RBUTTON			= الزر الأيمن
IDC_CHK_CUSTOM_XBUTTON			= X الزر
IDC_CHK_CUSTOM_YBUTTON			= Y الزر
IDC_CHK_CUSTOM_WHEELUP			= عجلة الماوس لأعلى 
IDC_CHK_CUSTOM_WHEELDN			= عجلة الماوس لأسفل

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= إعدادات القائمة المذيلة
IDC_CHK_SHELL_USE_SHELL_MENU		= استخدام القائمة المذيلة في ويندوز اكسبلورر
IDC_CHK_SHELL_TRANSFORM_DLG		= Honeyview تحويل الصورة بـ
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Honeyview عرض الصورة بـ
IDC_CHK_SHELL_PREVIEW_IMAGE		= معاينة فى قائمة مذيلة
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= عرض معلومات الصورة
IDC_CHK_SHELL_SHOW_ICON			= Honeyview عرض أيقونة

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= إعدادات متنوعة
IDC_STATIC_PHOTOFOLDER			= المجلد صور
IDC_STATIC_PHOTOFOLDER_DESC1		= مجلد الصور 1 :
IDC_STATIC_PHOTOFOLDER_DESC2		= مجلد الصور 2 :
IDC_BTN_PHOTOFOLDER_SET1		= إستعراض ...
IDC_BTN_PHOTOFOLDER_OPEN1		= فتح
IDC_BTN_PHOTOFOLDER_SET2		= إستعراض ...
IDC_BTN_PHOTOFOLDER_OPEN2		= فتح
IDC_STATIC_EXTPROGRAM			= برنامج تعديل الصور
IDC_BTN_SET_EXTPROG0			= إستعراض ...
IDC_BTN_SET_EXTPROG1_FAST		= مسبقا
IDC_CHK_PAGETURNWAV			= تأثير صوتى عند تقليب الصفحة
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= RAW لا تفتح ملفات صور الـ 
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= بنفس الاسم RAW لا تفتح ملفات JPEG عند فتح ملفات
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= إظهر صورة مصغرة إن وجدت RAW عند فتح ملفات
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= ضبط حجم الإطار إلى حجم الصورة
IDC_CHK_DISABLE_SCREEN_SAVER		= حالما تعمل الشاشة المؤقتة للويندوز Honeyview إلغاء  

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= ضبط اللغة
IDC_STATIC_OPEN_MULTLANG_PAGE		= [حمل لغات أخرى...]
IDC_STATIC_OPEN_LANG_FOLDER		= [افتح مجلد ملفات اللغة...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= اختر صورة
IDC_CHECK_SHOW_THUMBNAIL		= إخفاء نافذة العرض المصغرة

[IDD_PASSINPUT]
IDD_PASSINPUT				= أدخل رقم المرور
IDC_STATIC_PASSDESC			= الملف مشفر . الرجاء إدخال كلمة المرور

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= تعديل التفضيلات
IDC_BTN_DEL				= حذف
IDC_BTN_IMPORT				= استيراد التفضيلات
IDC_BTN_EXPORT				= استخراج التفضلات

[IDD_PRINT]
IDD_PRINT				= طباعة
IDC_GROUP_PRINTER			= اختر طابعة
IDC_BTN_PRINTER_PROPERTY		= خصائص
IDC_CHK_ROTATE				= تدوير 90 ؟
IDC_CHK_FIT_IN				= تحجيم يناسب الورق
IDC_STATIC_ZOOM				= تحجيم:
IDC_STATIC_MARGIN_L			= هوامش اليسار:
IDC_STATIC_MARGIN_T			= الأعلى:
IDC_STATIC_MARGIN_R			= يمبن:
IDC_STATIC_MARGIN_B			= أسفل:
IDC_STATIC_COPIES			= نسخ:
IDC_BTN_PRINT				= طباعة
IDC_BTN_CLOSE				= إغلاق

[IDD_UPDATE]
IDD_UPDATE				= تحديثات للبرنامج
IDC_STATIC_MESSAGE_1			= التحديثات جاهزة
IDC_STATIC_MESSAGE_2			= لتثبيت الإصدار الأحدث اضغط على زر (تحديث)
IDOK					= تحديث
IDCANCEL				= إلغاء
IDC_BTN_SETTING_UPDATE			= إعدادات

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= إعادة تسمية أو الكتابة
IDC_STATIC_ASK_OVERWRITE		= الملف موجود بالفعل
IDC_STATIC_SRC				= الصورة الحالية
IDC_STATIC_DST				= الصورة المحددة
IDC_BTN_OVERWRITE			= استبدال
IDC_BTN_RENAME				= حفظ كـ...

[IDD_WALLPAPER]
IDD_WALLPAPER				= ضبط كخلفية لجهازك
IDC_STATIC_PREVIEW			= معاينة
IDC_STATIC_BACK_COLOR			= لون الخلفية
IDC_RADIO_BACKCOLOR_0			= أسود
IDC_RADIO_BACKCOLOR_1			= الأساسي
IDC_RADIO_BACKCOLOR_2			= مخصص...
IDC_BTN_BKGND				= حدد...
IDC_BTN_CLOSE				= اغلاق
IDC_BTN_APPLY				= تطبيق

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= فتح الملف
IDC_STATIC_OPENING			= يفتح...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= اختر المجلد
IDC_STATIC_FOLDER			= مسار المجلد:
IDC_BTN_NEWFOLDER			= مجلد جديد
IDC_CHK_OPEN_SUBFOLDER			= يشمل كل الملفات من المجلدات الفرعية

[IDD_TRANSFORM]
IDD_TRANSFORM				= تحويل الصورة
IDC_STATIC_FILELIST			= قائمة الملفات
IDC_STATIC_PREVIEW			= معاينة
IDC_BTN_START				= بداية
IDC_BTN_CLOSE				= إغلاق
IDC_BTN_OPEN_DEST_FOLDER		= فتح المجلد

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= استدارة
IDC_RADIO_ROTATE_NONE			= لا تقم بالاستدارة
IDC_RADIO_ROTATE_LEFT			= استدارة 90 ؟ عكس اتجاه عقارب الساعة
IDC_RADIO_ROTATE_RIGHT			= استدارة 90 ؟ اتجاه عقارب الساعة
IDC_RADIO_ROTATE_180			= استدارة 180 ؟
IDC_RADIO_ROTATE_AUTO			= استدارة تلقائية وفقا لمعلومات الصورة
IDC_STATIC_RESIZE			= تغيير المقاس
IDC_STATIC_RESIZE_SIZE			= مقاس جديد

IDC_STATIC_FORMAT			= اعدادات صيغة الملف
IDC_STATIC_FORMAT_SELECT		= صيغة الملف:
IDC_STATIC_FORMAT_QUALITY		= الجودة:
IDC_STATIC_SAVE				= مجلد الإخراج
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= حفظ إلى المجلد الأصلي
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= حفظ إلى مجلد صور
IDC_RADIO_TARGETFOLDER_CUSTOM		= حفظ إلى:
IDC_STATIC_FILENAME_HEADER		= عنوان الملف
IDC_STATIC_FILENAME2SAVE		= معاينة اسم الملف
IDC_BTN_INIT				= إعادة ضبط


[SKIN]
$TT_FULLSCREEN				= ملء الشاشة (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= اختصار التكبير: /
$TT_TOGGLE_ANIMINFO_CONTROL		= اختصار الصور المتحركة: Alt+Z
$TT_PAGESELECT				= اختيار الصورة (Enter)
$TT_LOCKCONTROLBAR			= قفل الاعدادات (Hotkey: ~)
$TT_LOCKTITLEBAR			= قفل القائمة (Hotkey: `)
$TT_COPY_EXIFINFO			= نسخ معلومات تفاصيل الصورة (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= إظهار أو إخفاء معلومات تفاصيل الصورة (Hotkey: Tab)
$TT_LAUNCH_GPS_LOCATION			= انظر الموقع على خرائط جوجل.
$TT_PLAY_SOUNDNSHOT			= تشغيل الملف الصوتي (Sound and Shot file).
$TT_CLOSE_EXIFINFO			= إغلاق (Hotkey: Tab)
$TT_PREV_BTN				= زر الفأرة الأيسر:سابق, زر الفأرة الأيمن:العاشرة السابقة
$TT_NEXT_BTN				= زر الفأرة الأيمن:التالية, زر الفأرة الأيمن:العاشرة التالية

$BTN_TEXT_EXIF				= تفاصيل
$BTN_TEXT_GPS				= الملاحة
$BTN_TEXT_PLAY_SOUNDNSHOT		= الصوت&&اللقطة
$BTN_TEXT_SHOWMODE			= المشاهدة
$BTN_TEXT_PHOTOFOLDER			= نسخ إلى
$BTN_TEXT_EDIT				= تعديل
$BTN_TEXT_STICKY			= قفل
$BTN_TEXT_BOOKMARK			= المفضلة
$BTN_TEXT_SLIDESHOW			= عرض تتابعي
$BTN_TEXT_UPDATE			= نسخة جديدة متاحة

$TEXT_SETTINGTAB_GENERAL		= العام
$TEXT_SETTINGTAB_VIEW			= الاستعراض
$TEXT_SETTINGTAB_BOOKMARK		= التفضيلات المرجعية
$TEXT_SETTINGTAB_ASSOC			= ربط الإمتدادات‏
$TEXT_SETTINGTAB_IMAGEPROCESS		= معالجة الصور
$TEXT_SETTINGTAB_KEYBOARD		= لوحة المفاتيح
$TEXT_SETTINGTAB_MOUSE			= الفأرة
$TEXT_SETTINGTAB_SHELL			= قائمة مذيلة
$TEXT_SETTINGTAB_ETC			= متنوعة
$TEXT_SETTINGTAB_LANG			= اللغة

$TEXT_DESKTOP				= سطح المكتب
$TEXT_DOCUMENT				= وثائق
$TEXT_PICTURE				= صورة
$TEXT_COMPUTER				= الحاسوب


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= تحويل بـ 
TEXT_LAUNCH_HONEYVIEW			= استعراض بـ 
TEXT_LOADING				= تحميل ...
TEXT_IMAGE_LOAD_FAILED			= فشل تحميل الملف
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= No Preview Available


[INSTALLER]
LNK_FILE_DESC				= Honeyview تشغيل 
UNINSTALLER_LNK_NAME 			= حذف البرنامج

MSG_STILLRUN_EXIT_PROGRAM		= قيد التشغيل. الرجاء الخروج من البرنامج أولا Honeyview
MSG_ASK_DELETE_ALL_FILES		= بعض الملفات متبقية في مجلد التثبيت.[br][br]هل ترغب في حذف المجلد بالكامل؟
MSG_ASK_RESTART_EXPLORER		= لإنهاء التثبيت ، أنت بحاجة إلى إعادة تشغيل . هل تريد إعادة تشغيله الآن؟
MSG_ASK_UNINSTALL_HV3			= Honeyview مثبت مسبقا. تحتاج إلى إزالة الإصدار القديم Honeyview3 لتثبيت الإصدار الجديد. هل تريد المتابعة ؟
MSG_UNINSTALL_HV3_FAILED		= فشل إلغاء تثبيت 
MSG_RESTART_EXPLORER			= Honeyview سيتم إعادة تشغيل جهازك لإكمال إلغاء تثبيت  

TEXT_LICENSE				= Honeyview اتفاقية ترخيص
TEXT_OPTIONS				= خيارات التثبيت
TEXT_OPT_PROGRAMGROUP			= إنشاء تصنيف للبرنامج
TEXT_OPT_DESKTOPSHORCUT			= إنشاء اختصار على سطح المكتب
TEXT_OPT_QUICKLAUNCH			= إنشاء اختصار للوصول السريع
TEXT_OPT_FOLDER				= مجلد الوجهة
TEXT_OPT_REGIMAGE			= ربط ملحقات البرنامج بالويندوز
TEXT_SELECT_FOLDER			= اختر المجلد
TEXT_LICENSE_LINK			= [ الصفحة الرئيسية ]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= اتفاقية ترخيص المستخدم النهائي
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Bandisoft يستعرض لك صورك مجانا وبشكل سريع و تم نشره بواسطة Honeyview والبرنامج مجاني بالكامل سواء للفرد ،أوالمشاريع ، أوالحكومة 

TEXT_ASK_RESTART_EXPLORER		= سيتم إعادة تشغيل جهازك لإستكمال التثبيت . هل تريد إعادة تشغيله الآن؟
TEXT_NEED_ADMIN_PRIVILEGE		= لا يمكن تثبيت هذا البرنامج إلا من قبل المستخدم كمسؤل. [br][br] وغير ذلك قد لا يتم تثبيت البرنامج بشكل صحيح . [br][br] هل ترغب في التوقف عن التثبيت؟

